INSERT INTO
    `list` (
        `city_name`,
        `place_name`,
        `date`,
        `time`,
        `username`,
        `passport`
    )
VALUES
    (
        'Ульяновск',
        'Городская поликлиника №4, ул.Камышинская, д.41',
        '2021-08-15',
        '12:00',
        'Петров Виктор Сергеевич',
        '7305 735689'
    ),
    (
        'Москва',
        'Городская поликлиника №4, ул.Камышинская, д.41',
        '2021-09-03',
        '12:00',
        'Смирнов Семен Игоревич',
        '7332 435698'
    ),
(
        'Москва',
        'Городская поликлиника №4, ул.Камышинская, д.41',
        '2021-08-11',
        '12:30',
        'Смирнов Семен Игоревич',
        '7332 435698'
    ),
(
        'Москва',
        'Городская поликлиника №4, ул.Камышинская, д.41',
        '2021-08-11',
        '12:30',
        'Смирнов Семен Игоревич',
        '7332 435698'
    ),
(
        'Москва',
        'Городская поликлиника №4, ул.Камышинская, д.41',
        '2021-08-11',
        '12:30',
        'Смирнов Семен Игоревич',
        '7332 435698'
    ),
(
        'Москва',
        'Городская поликлиника №4, ул.Камышинская, д.41',
        '2021-08-15',
        '12:30',
        'Смирнов Семен Игоревич',
        '7332 435698'
    ),
(
        'Москва',
        'Городская поликлиника №4, ул.Камышинская, д.41',
        '2021-08-07',
        '12:30',
        'Смирнов Семен Игоревич',
        '7332 435698'
    );