INSERT INTO
    `list`(
        `city_name`,
        `place_name`,
        `date`,
        `time`,
        `username`,
        `passport`
    )
VALUES
    (
        "Ульяновск",
        "Городская поликлиника №1 им. С.М. Кирова, ул.Гагарина, д.20",
        DATE_ADD(CURRENT_DATE, INTERVAL -4 WEEK),
        "13:00",
        "Попова Арина Егоровна",
        "7896 423795"
    ),
    (
        "Москва",
        "Пункт вакцинации от COVID-19, ул.Кедрова, д.24",
        DATE_ADD(CURRENT_DATE, INTERVAL -1 WEEK),
        "12:30",
        "Попова Арина Егоровна",
        "7896 423795"
    ),
    (
        "Ульяновск",
        "Городская поликлиника №1 им. С.М. Кирова, ул.Гагарина, д.20",
        DATE_ADD(CURRENT_DATE, INTERVAL -4 WEEK),
        "12:30",
        "Воронова Дарья Максимовна",
        "4275 423795"
    ),
    (
        "Москва",
        "Пункт вакцинации от COVID-19, ул.Кедрова, д.24",
        DATE_ADD(CURRENT_DATE, INTERVAL -1 WEEK),
        "12:10",
        "Воронова Дарья Максимовна",
        "4275 423795"
    ),
    (
        "Ульяновск",
        "Городская поликлиника №1 им. С.М. Кирова, ул.Гагарина, д.20",
        CURRENT_DATE,
        "13:00",
        "Галкин Михаил Дмитриевич",
        "7365 423795"
    ),
    (
        "Москва",
        "Пункт вакцинации от COVID-19, ул.Кедрова, д.24",
        DATE_ADD(CURRENT_DATE, INTERVAL + 3 WEEK),
        "12:30",
        "Галкин Михаил Дмитриевич",
        "7365 423795"
    ),
    (
        "Ульяновск",
        "Городская поликлиника №4, ул.Камышинская, д.41",
        DATE_ADD(CURRENT_DATE, INTERVAL -1 WEEK),
        "13:00",
        "Аникин Вячеслав Артёмович",
        "7365 725368"
    ),
    (
        "Москва",
        "Пункт вакцинации от COVID-19, ул.Кедрова, д.24",
        DATE_ADD(CURRENT_DATE, INTERVAL -4 WEEK),
        "12:30",
        "Аникин Вячеслав Артёмович",
        "7365 725368"
    ),
    (
        "Ульяновск",
        "Городская поликлиника №1 им. С.М. Кирова, ул.Гагарина, д.20",
        DATE_ADD(CURRENT_DATE, INTERVAL -5 WEEK),
        "12:10",
        "Никонова Ева Тимофеевна",
        "7305 869532"
    ),
    (
        "Ульяновск",
        "Городская поликлиника №4, ул.Камышинская, д.41",
        DATE_ADD(CURRENT_DATE, INTERVAL -2 WEEK),
        "12:40",
        "Никонова Ева Тимофеевна",
        "7305 869532"
    ),
    (
        "Москва",
        "Пункт вакцинации от COVID-19, ул.Кедрова, д.24",
        DATE_ADD(CURRENT_DATE, INTERVAL -3 WEEK),
        "12:30",
        "Афанасьев Филипп Михайлович",
        "7356 245689"
    ),
    (
        "Москва",
        "Городская поликлиника №218, ул.Печорская, д.10 к.2",
        CURRENT_DATE,
        "12:20",
        "Афанасьев Филипп Михайлович",
        "7356 245689"
    ),
    (
        "Москва",
        "Пункт вакцинации от COVID-19, ул.Кедрова, д.24",
        DATE_ADD(CURRENT_DATE, INTERVAL -25 DAY),
        "12:20",
        "Панов Илья Михайлович",
        "7586 435684"
    ),
    (
        "Москва",
        "Городская поликлиника №218, ул.Печорская, д.10 к.2",
        DATE_ADD(CURRENT_DATE, INTERVAL -4 DAY),
        "12:40",
        "Панов Илья Михайлович",
        "7586 435684"
    ),
    (
        "Москва",
        "Пункт вакцинации от COVID-19, ул.Кедрова, д.24",
        DATE_ADD(CURRENT_DATE, INTERVAL -4 WEEK),
        "12:20",
        "Степанова Яна Матвеевна",
        "7535 723568"
    ),
    (
        "Ульяновск",
        "Городская поликлиника №4, ул.Камышинская, д.41",
        DATE_ADD(CURRENT_DATE, INTERVAL -1 WEEK),
        "12:40",
        "Степанова Яна Матвеевна",
        "7535 723568"
    ),
    (
        "Москва",
        "Пункт вакцинации от COVID-19, ул.Кедрова, д.24",
        CURRENT_DATE,
        "12:40",
        "Баранова Алиса Владимировна",
        "4235 453354"
    ),
    (
        "Ульяновск",
        "Городская поликлиника №4, ул.Камышинская, д.41",
        DATE_ADD(CURRENT_DATE, INTERVAL -3 WEEK),
        "12:20",
        "Баранова Алиса Владимировна",
        "4235 453354"
    ),
    (
        "Ульяновск",
        "Городская поликлиника №4, ул.Камышинская, д.41",
        CURRENT_DATE,
        "12:10",
        "Петров Петр Петрович",
        "1594 625184"
    ),
    (
        "Ульяновск",
        "Городская поликлиника №4, ул.Камышинская, д.41",
        DATE_ADD(CURRENT_DATE, INTERVAL 3 WEEK),
        "12:10",
        "Петров Петр Петрович",
        "1594 625184"
    ),
    (
        "Ульяновск",
        "Городская поликлиника №1 им. С.М. Кирова, ул.Гагарина, д.20",
        CURRENT_DATE + 1,
        "12:00",
        "Симаков Виктор Геннадьевич",
        "1582 741154"
    ),
    (
        "Ульяновск",
        "Городская поликлиника №1 им. С.М. Кирова, ул.Гагарина, д.20",
        DATE_ADD(CURRENT_DATE, INTERVAL 22 DAY),
        "12:40",
        "Симаков Виктор Геннадьевич",
        "1582 741154"
    ),
    (
        "Ульяновск",
        "Городская студенческая поликлиника, ул.Гончарова, д.15",
        CURRENT_DATE,
        "12:30",
        "Краснова Виктория Павловна",
        "9194 152414"
    ),
    (
        "Ульяновск",
        "Городская студенческая поликлиника, ул.Гончарова, д.15",
        DATE_ADD(CURRENT_DATE, INTERVAL 3 WEEK),
        "13:00",
        "Краснова Виктория Павловна",
        "9194 152414"
    ),
    (
        "Москва",
        "Пункт вакцинации от COVID-19, ул.Кедрова, д.24",
        CURRENT_DATE,
        "12:30",
        "Каплин Виктор Михайлович",
        "7306 245876"
    ),
    (
        "Москва",
        "Городская поликлиника №218, ул.Печорская, д.10 к.2",
        DATE_ADD(CURRENT_DATE, INTERVAL 3 WEEK),
        "13:00",
        "Каплин Виктор Михайлович",
        "7306 245876"
    ),
    (
        "Москва",
        "Городская поликлиника №166, ул.Домодедовская, д.9",
        CURRENT_DATE + 2,
        "12:20",
        "Сергеев Дмитрий Семенович",
        "7312 786535"
    ),
    (
        "Москва",
        "Городская поликлиника №166, ул.Домодедовская, д.9",
        DATE_ADD(CURRENT_DATE, INTERVAL 23 DAY),
        "13:00",
        "Сергеев Дмитрий Семенович",
        "7312 786535"
    ),
    (
        "Москва",
        "Городская поликлиника №218, ул.Печорская, д.10 к.2",
        CURRENT_DATE + 1,
        "13:00",
        "Дмитриев Виктор Игнатьевич",
        "7311 243568"
    ),
    (
        "Ульяновск",
        "Городская поликлиника №1 им. С.М. Кирова, ул.Гагарина, д.20",
        DATE_ADD(CURRENT_DATE, INTERVAL 22 DAY),
        "12:20",
        "Дмитриев Виктор Игнатьевич",
        "7311 243568"
    ),
    (
        "Ульяновск",
        "Городская поликлиника №4, ул.Камышинская, д.41",
        CURRENT_DATE,
        "12:20",
        "Синеев Степан Сергеевич",
        "4300 952758"
    ),
    (
        "Ульяновск",
        "Городская поликлиника №4, ул.Камышинская, д.41",
        DATE_ADD(CURRENT_DATE, INTERVAL 3 WEEK),
        "12:50",
        "Синеев Степан Сергеевич",
        "4300 952758"
    ),
    (
        "Ульяновск",
        "Городская поликлиника №1 им. С.М. Кирова, ул.Гагарина, д.20",
        CURRENT_DATE + 1,
        "12:20",
        "Кондрашин Руслан Назарович",
        "5206 768597"
    ),
    (
        "Москва",
        "Городская поликлиника №218, ул.Печорская, д.10 к.2",
        DATE_ADD(CURRENT_DATE, INTERVAL 22 DAY),
        "13:00",
        "Кондрашин Руслан Назарович",
        "5206 768597"
    ),
    (
        "Ульяновск",
        "Городская студенческая поликлиника, ул.Гончарова, д.15",
        CURRENT_DATE + 1,
        "12:30",
        "Попова Полина Руслановна",
        "7315 725364"
    ),
    (
        "Москва",
        "Пункт вакцинации от COVID-19, ул.Кедрова, д.24",
        DATE_ADD(CURRENT_DATE, INTERVAL 22 DAY),
        "13:00",
        "Попова Полина Руслановна",
        "7315 725364"
    ),
    (
        "Москва",
        "Городская поликлиника №166, ул.Домодедовская, д.9",
        CURRENT_DATE,
        "12:20",
        "Михайлов Фёдор Даниилович",
        "7311 423586"
    ),
    (
        "Москва",
        "Городская поликлиника №218, ул.Печорская, д.10 к.2",
        DATE_ADD(CURRENT_DATE, INTERVAL 3 WEEK),
        "12:40",
        "Михайлов Фёдор Даниилович",
        "7311 423586"
    ),
    (
        "Москва",
        "Городская поликлиника №166, ул.Домодедовская, д.9",
        CURRENT_DATE + 2,
        "12:10",
        "Семенов Арсений Дмитриевич",
        "7308 869442"
    ),
    (
        "Ульяновск",
        "Городская поликлиника №1 им. С.М. Кирова, ул.Гагарина, д.20",
        DATE_ADD(CURRENT_DATE, INTERVAL 23 DAY),
        "12:20",
        "Семенов Арсений Дмитриевич",
        "7308 869442"
    ),
    (
        "Ульяновск",
        "Городская поликлиника №1 им. С.М. Кирова, ул.Гагарина, д.20",
        CURRENT_DATE + 1,
        "12:10",
        "Гусева Алиса Андреевна",
        "7312 425689"
    ),
    (
        "Москва",
        "Городская поликлиника №218, ул.Печорская, д.10 к.2",
        DATE_ADD(CURRENT_DATE, INTERVAL 22 DAY),
        "12:20",
        "Гусева Алиса Андреевна",
        "7312 425689"
    ),
    (
        "Москва",
        "Городская поликлиника №218, ул.Печорская, д.10 к.2",
        CURRENT_DATE + 3,
        "12:30",
        "Светлов Игорь Валерьевич",
        "7586 425689"
    ),
    (
        "Москва",
        "Городская поликлиника №218, ул.Печорская, д.10 к.2",
        DATE_ADD(CURRENT_DATE, INTERVAL 25 DAY),
        "13:00",
        "Светлов Игорь Валерьевич",
        "7586 425689"
    ),
    (
        "Москва",
        "Городская поликлиника №166, ул.Домодедовская, д.9",
        DATE_ADD(CURRENT_DATE, INTERVAL -1 WEEK),
        "12:20",
        "Шапошникова Ева Мироновна",
        "7312 425689"
    ),
    (
        "Москва",
        "Городская поликлиника №166, ул.Домодедовская, д.9",
        DATE_ADD(CURRENT_DATE, INTERVAL + 2 WEEK),
        "12:10",
        "Шапошникова Ева Мироновна",
        "7312 425689"
    ),
    (
        "Ульяновск",
        "Городская студенческая поликлиника, ул.Гончарова, д.15",
        CURRENT_DATE,
        "12:00",
        "Ермакова Агата Ивановна",
        "9194 152414"
    ),
    (
        "Ульяновск",
        "Городская студенческая поликлиника, ул.Гончарова, д.15",
        DATE_ADD(CURRENT_DATE, INTERVAL 3 WEEK),
        "13:40",
        "Ермакова Агата Ивановна",
        "9194 152414"
    )